{
  "api": {
    "titles": [
      "Уютная гавань",
      "Солнечный уголок",
      "Дом у реки",
      "Зимняя сказка",
      "Летний ветерок",
      "Квартира мечты",
      "Городской оазис",
      "Тихий приют",
      "Вилла на холме",
      "Морской бриз",
      "Садовый домик",
      "Панорамный вид на город",
      "Комфортное гнездо в центре города"
    ],
    "descriptions": [
      "Уютная квартира с современной отделкой и большим балконом. Идеально подходит для молодой семьи.",
      "Просторная студия в центре города с доступом к фитнес-центру и бассейну.",
      "Комфортный дом на окраине города с садом и местом для парковки автомобиля.",
      "Светлая однокомнатная квартира рядом с парком, идеальная для одиночек или пары.",
      "Двухуровневая квартира в новом доме с панорамным видом на городскую панораму.",
      "Квартира-студия в историческом здании, сохраняющая дух старого города.",
      "Трехкомнатная квартира в тихом районе, подходящая для большой семьи или компании друзей.",
      "Маленький уютный домик на даче с возможностью отдыха на природе круглый год.",
      "Пентхаус класса люкс со спа-зоной и частной террасой. Возможность аренды на длительный срок только для серьезных клиентов.",
      "Однокомнатная квартира рядом со станцией метро, идеальна для тех, кто ценит удобство расположения",
      "Четырехкомнатный особняк в элитном районе с бассейном и теннисным кортом. Доступно только по предварительной договоренности",
      "Квартира-лофт в модном районе со свободной планировкой. Подходит творческим людям",
      "Двухкомнатная квартирка без ремонта под ваш вкус",
      "Трехкомнатные апартаменты высокого класса"
    ],
    "housingPhotos": [
      "https://example.com/photo1.jpg",
      "https://example.com/photo2.jpg",
      "https://example.com/photo3.jpg",
      "https://example.com/photo4.jpg",
      "https://example.com/photo5.jpg",
      "https://example.com/photo6.jpg",
      "https://example.com/photo7.jpg"
    ],
    "conveniences": [
      "Breakfast",
      "Air conditioning",
      "Laptop friendly workspace",
      "Baby seat",
      "Washer",
      "Towels",
      "Fridge"
    ]
  }
}
